<template>
  <div class="container">
    <div class="blocks">
      <div class="subject">
        Жисмоний шахслар учун маҳсулотларни муддатли тўлов асосида олди-сотди
        <br />
        шартномасини тузиш учун оммавий оферта
      </div>
      <div class="subject">1. Умумий қоидалар</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>1.1. Ушбу ҳужжат “ТАҚСИМ САРМОЯ” МЧЖ
          (электрон тижорат субъекти) нинг жисмоний шахсларга “ТАҚСИМ” электрон
          платформасидан фойдаланган ҳолда электрон тижорат орқали маҳсулотлар
          (товарлар ва хизматлар)ни муддатли тўлов асосида сотиш шартномасини
          (кейинги ўринларда – “шартнома” деб юритилади) тузиш бўйича расмий
          оммавий офертаси ҳисобланади.
        </div>
        <div class="title">
          <span class="tab"></span>1.2. Жисмоний шахс томонидан ушбу офертада
          назарда тутилган шартларнинг бажарилиши унинг қуйидаги шартларга
          эътирозсиз ва сўзсиз розилигини билдиради. Жисмоний шахс ушбу
          шартларга рози бўлмаган тақдирда, “ТАҚСИМ” электрон савдо
          платформасида маълумот (ахборот) тақдим этишдан, шунингдек, у орқали
          маҳсулотларни олди-сотдиси бўйича операцияларни амалга оширишдан бош
          тортиши лозим. Истеъмолчининг оферта шартларини тўлиқ, сўзсиз қабул
          қилиши ва тасдиқлаши “Оммавий оферта шартлари билан танишиб чиқдим,
          розилигимни тасдиқлайман” деган ижобий розилигини билдиради.
        </div>
        <div class="title">
          <span class="tab"></span>1.3. Ушбу оммавий оферта Ўзбекистон
          Республикасининг Фуқаролик кодекси, Ўзбекистон Республикасининг
          “Электрон тижорат тўғрисида”ги, “Электрон ҳужжат айланиши
          тўғрисида”ги, “Истеъмолчилар ҳуқуқларини ҳимоя қилиш тўғрисида”ги
          қонунлари ва бошқа норматив-ҳуқуқий ҳужжатларга мувофиқ ишлаб чиқилган
          бўлиб, “ТАҚСИМ САРМОЯ” масъулияти чекланган жамиятининг чекланмаган
          доирага қаратилган расмий оммавий ҳужжати ҳисобланади.
        </div>
        <div class="title">
          <span class="tab"></span>1.4. “ТАҚСИМ САРМОЯ” масъулияти чекланган
          жамияти (куйинги ўринларда -“Сотувчи”) 20__ йил ___ _______ - сон
          билан рўйхатга олинган гувоҳнома асосида фаолият юритади.
        </div>
        <div class="title">
          <span class="tab"></span>1.5. “ТАҚСИМ” электрон савдо платформаси
          веб-сайтида, мобил иловасида маълумотларни (ахборотларни) тақдим этиш
          ва улардан фойдаланиш, шунингдек уларда маҳсулотларни олди-сотдиси
          бўйича операцияларни амалга ошириш ихтиёрий ҳисобланади.
        </div>
        <div class="title">
          <span class="tab"></span>1.6. “ТАҚСИМ” электрон савдо платформасида
          олинган маълумотлардан (ахборотлардан) Сотувчи фақат электрон тижорат
          орқали жисмоний шахслар билан маҳсулотларни муддатли тўлов асосида
          сотиш бўйича шартномалар тузиш ва расмийлаштириш мақсадида
          фойдаланилади.
        </div>
        <div class="title">
          <span class="tab"></span>1.7. Сотувчи ва/ёки “ТАҚСИМ” электрон савдо
          платформаси жисмоний шахслар ҳаволалар орқали кириши мумкин бўлган,
          “ТАҚСИМ” электрон савдо платформасида мавжуд бўлган учинчи шахсларнинг
          веб-сайтларини назорат қилмайди ва улар учун жавобгар эмас. Бундай
          сайтларда бошқа шахсий маълумотлар тўпланиши ёки жисмоний шахсдан
          сўралиши ва бошқа ҳаракатлар ҳам амалга оширилиши мумкин.
        </div>
        <div class="title">
          <span class="tab"></span>1.8. Сотувчи ва/ёки “ТАҚСИМ” электрон савдо
          платформаси жисмоний шахслар тўғри ва етарли маълумотларни тақдим
          этишини назарда тутади.
        </div>
        <div class="title">
          <span class="tab"></span>1.9. Ушбу офертанинг барча иловалари унинг
          ажралмас қисми ҳисобланади.
        </div>
      </div>
      <div class="subject">2. Асосий тушунчалар</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">“ТАҚСИМ САРМОЯ” МЧЖ (Сотувчи)</span> -
          қонун ҳужжатлари ва ислом молияси стандартлари доирасида “ТАҚСИМ”
          электрон савдо платформасидан фойдаланган ҳолда маҳсулотларни сотиш
          билан шуғулланувчи юридик шахс ҳисобланади.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Истеъмолчи (якуний Истеъмолчи)</span> -
          муомалага лаёқатли бўлган ва ушбу оммавий оферта шартлари бўйича
          Сотувчи билан шартнома тузган ва/ёки шартнома тузиш бўйича
          ҳаракатларни амалга оширган жисмоний шахс.
        </div>
        <div class="title">
          <span class="tab"></span><span class="font-weight">Маҳсулот </span> -
          Истеъмолчи томонидан буюртмада кўрсатилган ва “ТАҚСИМ” электрон савдо
          платформаси орқали муддатли тўлов асосида сотиладиган маҳсулотлар.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">“ТАҚСИМ” электрон савдо платформаси</span>
          - муаллифлик ҳуқуқи “TAQSIM SOLUTION” МЧЖга тегишли бўлган,
          ахборот-коммуникация технологияларидан фойдаланган ҳолда
          иштирокчиларни рўйхатга олиш, маҳсулотлар каталогини яратиш, электрон
          харидлар, нархларни белгилаш, жисмоний шахслар учун маҳсулотларни
          муддатли тўлов асосида сотиш бўйича шартномаларни тузиш ва электрон
          тижорат соҳасидаги қонун ҳужжатлари доирасида иштирокчилар ўртасида
          ҳисоб-китоблар тузишни таъминловчи ахборот тизими.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Маҳсулот нархи</span> - тарафлар томонидан
          келишилган, Истеъмолчи томонидан танланган, Сотувчининг маҳсулотларни
          сотиб олиш харажатлари ва қўшимча устама нархни ўз ичига олган пул
          бирлиги.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Муддатли тўлов</span> - маҳсулот нархини
          тўлаш усули бўлиб, бунда сотиб олингандан маҳсулотнинг қиймати Сотувчи
          ва Истеъмолчи ўртасида келишилган маълум вақт оралиғида, қоида
          тариқасида, ҳар ойда тенг қисмларга бўлиб тўланади.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Чакана савдо дўкони</span> - “ТАҚСИМ
          САРМОЯ” МЧЖ билан шартномавий муносабатларга эга бўлган, Ўзбекистон
          Республикаси қонунчилигига мувофиқ маҳсулот ва хизматлар
          олди-сотдисини амалга оширувчи ва Истеъмолчи ўзига зарур бўлган
          маҳсулот ва хизматларни танлаган тадбиркорлик субъекти ёки
          интернет-дўкон.
        </div>
        <div class="title">
          <span class="tab"></span><span class="font-weight"> Буюртма</span> -
          Истеъмолчининг маҳсулотларни муддатли тўлов асосида тўлаш бўйича
          шартнома тузиш ниятини ифодаловчи ва Истеъмолчи томонидан талаб
          қилинадиган маҳсулотлар тўпламини белгиловчи ҳужжат. Буюртма “ТАҚСИМ –
          www...” электрон савдо платформасида керакли шаклларни тўлдириш орқали
          шакллантирилади, унда маҳсулот, маҳсулот нархи, дастлабки тўлов,
          муддатли тўлов асосида тўлаш муддати ва тўлов жадвали ҳақидаги
          маълумотлар кўрсатилади.
        </div>
      </div>
      <div class="subject">3. Олди-сотди шартномасини тузиш тартиби</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>3.1. Истеъмолчи буюртмани ўзи ёки маҳсулотни
          танлаган чакана савдо дўконининг ходими ёрдамида “ТАҚСИМ” электрон
          савдо платформаси орқали тўлдиради. Истеъмолчи буюртмани қуйида
          кўрсатилган тарзда тасдиқлаш орқали ушбу оммавий оферта шартларига
          розилигини билдиради ва ушбу офертага мувофиқ буюртмада кўрсатилган
          шартларда маҳсулотни сотиб олиш мажбуриятини олади.
        </div>
        <div class="title">
          <span class="tab"></span> 3.2. Буюртма тўлдирилгандан сўнг, буюртмада
          кўрсатилган мобил телефон рақамига СМС-код юборилади. Ушбу СМС кодни
          “ТАҚСИМ” электрон савдо платформасининг махсус ойнасига киритиш
          Истеъмолчининг мазкур оммавий оферта шартларига розилигини тасдиқлайди
          ва унга ушбу офертага мувофиқ Буюртмада кўрсатилган шартлар асосида
          маҳсулот сотиб олиш мажбуриятини юклайди.
        </div>
        <div class="title">
          <span class="tab"></span> 3.3. Сотувчи буюртмани кўриб чиқади,
          Истеъмолчининг молиявий ҳолатини текширади ва буюртмада кўрсатилган
          шартлар бўйича Истеъмолчига маҳсулотни муддатли тўлов асосида сотишга
          розилик бериш ёки рад этиш тўғрисида қарор қабул қилади.
        </div>
        <div class="title">
          <span class="tab"></span>3.4. Сотувчи томонидан ижобий қарор қабул
          қилинган тақдирда, Истеъмолчига “ТАҚСИМ” электрон савдо платформаси
          томонидан буюртмада кўрсатилган мобил телефон рақамига СМС-хабар
          юборилади ва агар буюртмада дастлабки тўловни тўлаш назарда тутилган
          бўлса, дастлабки тўловни тўлаш учун тўлов ҳужжатини тақдим этади.
        </div>
        <div class="title">
          <span class="tab"></span> 3.5. Агар буюртмада дастлабки тўлов назарда
          тутилган бўлса, Истеъмолчи дастлабки тўловни тўлов ҳужжати тақдим
          этилгандан кейин 2 (икки) иш куни ичида тўлайди. Агар ушбу муддат
          ичида дастлабки тўлов амалга оширилмаса, буюртма бекор қилинган
          ҳисобланади.
        </div>
        <div class="title">
          <span class="tab"></span> 3.6. Агар буюртмада дастлабки тўлов назарда
          тутилган бўлса, дастлабки тўлов амалга оширилгандан сўнг, дастлабки
          тўлов назарда тутилмаган ҳолларда Истеъмолчининг буюртмаси бўйича
          ижобий қарор қабул қилингандан сўнг, дарҳол Сотувчи Истеъмолчи учун
          маҳсулотни буюртмада кўрсатилган миқдорда ва ассортиментда
          расмийлаштирилган буюртмага мувофиқ сотиб олади.
        </div>
        <div class="title">
          <span class="tab"></span>3.7. Чакана савдо дўкони томонидан электрон
          савдо платформасида Сотувчи томонидан Истеъмолчига муддатли тўлов
          асосида сотиш учун харид қилинган маҳсулотнинг идентификация (серия)
          рақамини киритади.
        </div>
        <div class="title">
          <span class="tab"></span>3.8. Чакана савдо дўкони Сотувчи номидан
          маҳсулотни, қабул қилиш ва топшириш далолатномасини (ушбу офертанинг
          1-иловаси) ёки юк хатини имзолаш вақтида ёхуд Истеъмолчи етказиб
          беришга буюртма берган бўлса, етказиб бериш жойида Истеъмолчига
          махсулотни топширади.
        </div>
        <div class="title">
          <span class="tab"></span>3.9. Сотиш вақтида маҳсулот учинчи
          шахсларнинг ҳуқуқларидан ҳоли, гаровга қўйилмаган, таъқиқга олинмаган
          ҳамда Сотувчига эгалик ҳуқуқи асосида тегишли бўлади.
        </div>
        <div class="title">
          <span class="tab"></span> 3.10. Маҳсулот ушбу офертада белгиланган
          тартибда, муддатли тўлов асосида тўлаш шартларида Истеъмолчига
          топширилади.
        </div>
        <div class="title">
          <span class="tab"></span>3.11. Томонлар қабул қилиш ва топшириш
          далолатномасини ёки юк хатини имзолаган пайтдан бошлаб маҳсулотга
          эгалик ҳуқуқи, шикастланиши ва йўқотиш бўйича хатарлар Сотувчидан
          Истеъмолчига ўтади ҳамда шартнома тузилган ҳисобланади.
        </div>
      </div>
      <div class="subject">4. Томонларнинг ҳуқуқ ва мажбуриятлари</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span> 4.1. “ТАҚСИМ САРМОЯ” МЧЖнинг мажбуриятлари:
        </div>
        <div class="title">
          <span class="tab"></span>4.1.1. Буюртма берилган кундан бошлаб 1 (бир)
          иш куни ичида Истеъмолчининг молиявий ҳолатини текшириб, маҳсулотни
          Истеъмолчига муддатли тўлов асосида сотишга розилик бериш ёки рад этиш
          тўғрисида қарор қабул қилиш керак. Ижобий қарор қабул қилинган ҳолда,
          ижобий қарор қабул қилинган кундан бошлаб, агар дастлабки тўлов тўлаш
          шарти мавжуд бўлса, дастлабки тўлов тўланган кундан 2 иш куни ичида,
          маҳсулотни Истеъмолчига топширади. Маҳсулотни топшириш Истеъмолчи ва
          “ТАҚСИМ САРМОЯ” МЧЖ вакили ўртасида имзоланган қабул қилиш ва топшириш
          далолатномасига мувофиқ амалга оширади.
        </div>
        <div class="title">
          <span class="tab"></span>4.1.2. Маҳсулотларни Истеъмолчининг
          буюртмасига мувофиқ, буюртмада кўрсатилган миқдорда ва ассортиментда
          топширади.
        </div>
        <div class="title">
          <span class="tab"></span>4.1.3. Маҳсулотларни топшириш билан бир
          вақтда Истеъмолчига шартномани бажариш учун зарур бўлган барча
          ҳужжатларни, шу жумладан тўлов жадвали ва маҳсулотни топшириш ва қабул
          қилиш далолатномасини топширади.
        </div>
        <div class="title">
          <span class="tab"></span>4.1.4. Ўзбекистон Республикаси қонун
          ҳужжатларида белгиланган тартибда Истеъмолчининг шахсий маълумотларини
          қайта ишлаш ва уларнинг махфийлигини таъминлайди.
        </div>
        <div class="title">
          <span class="tab"></span>4.2. “ТАҚСИМ САРМОЯ” МЧЖ қуйидаги ҳуқуқларга
          эга:
        </div>
        <div class="title">
          <span class="tab"></span>4.2.1. Ўзбекистон Республикаси қонунчилиги
          талабларига мувофиқ ўзининг расмий сайтида эълон бериш орқали
          Истеъмолчига маълум қилган ҳолда ушбу ҳужжатга ўзгартиришлар киритиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.2.2. Агар Истеъмолчининг маълумотлари
          “ТАҚСИМ САРМОЯ” МЧЖ томонидан белгиланган талабларга жавоб бермаса
          ва/ёки Истеъмолчининг хатти-ҳаракатлари Ўзбекистон Республикаси
          қонунчилиги талабларини бузган ҳолда ёки “ТАҚСИМ САРМОЯ” МЧЖ
          манфаатларига зид ҳолда амалга оширилганлигига шубҳа туғилса,
          маҳсулотни Истеъмолчига муддатли тўлов асосида сотишни рад этиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.2.3. Шартноманинг муайян шартларини бажариш
          бўйича ҳуқуқ ва мажбуриятларини Истеъмолчи билан келишилмаган ҳолда,
          Истеъмолчининг манфаатларини кўзлаб учинчи шахсларга бериш ва шу билан
          бирга Истеъмолчи олдида ушбу шахсларнинг хатти-ҳаракатлари учун
          жавобгар бўлиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.2.4. “ТАҚСИМ САРМОЯ” МЧЖ маҳсулотнинг тўлиқ
          қиймати тўлангунга қадар бутун тўлов муддати давомида Истеъмолчининг
          молиявий аҳволини текшириб боришга ҳақли.
        </div>
        <div class="title">
          <span class="tab"></span>4.3. Истеъмолчининг мажбуриятлари:
        </div>
        <div class="title">
          <span class="tab"></span>4.3.1. Буюртма шаклида кўрсатилган ва уни
          Истеъмолчи сифатида идентификация қилувчи ва маҳсулотни Истеъмолчига
          етказиб бериш/топшириш учун етарли бўлган барча керакли ва тўғри
          маълумотларни маълум қилиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.3.2. Маҳсулотларни қабул қилиш ва тўловни
          амалга ошириш ва/ёки шартномада келишилган шартлар бўйича тўлаш.
        </div>
        <div class="title">
          <span class="tab"></span>4.3.3. Тасдиқлаш ва тўлаш учун буюртма
          юборишдан олдин буюртманинг тўғрилигини (танланган маҳсулот суммаси,
          миқдори ва бошқалар) диққат билан текшириш.
        </div>
        <div class="title">
          <span class="tab"></span>4.3.4. Шахсий маълумотларидаги ўзгаришлар
          тўғрисида “ТАҚСИМ САРМОЯ” МЧЖга www------… тизимида дарҳол хабар
          бериш, жумладан:<br />
          а) хизмат кўрсатиш банкини (банк тўлов картаси) ўзгарганда;<br />
          б) асосий мобил телефон рақами ўзгарганда;<br />
          в) яшаш манзили ўзгарганда.
        </div>
        <div class="title">
          <span class="tab"></span>4.4. Истеъмолчи қуйидаги ҳуқуқларга эга:
        </div>
        <div class="title">
          <span class="tab"></span>4.4.1. маҳсулот ҳамда маҳсулотнинг ишлаб
          чиқарувчиси хақида тўлиқ ва ишончли маълумотларни олиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.4.2. тўлиқ ишчи ҳолатдаги, тегишли сифатга
          эга маҳсулотни олиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.4.3. амалдаги қонунчиликка биноан, буюртма
          берган маҳсулотини рад этиш ёки алмаштиришни талаб қилиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.4.4. “ТАҚСИМ САРМОЯ” МЧЖга маҳсулотнинг
          тўлиқ нархини муддатидан олдин бир мартада тўлаши ёки бўлиб тўлаш
          асосида ҳам тўлаб бериш ҳуқуқига эга.
        </div>
        <div class="title">
          <span class="tab"></span>4.4.5. Истеъмолчи “ТАҚСИМ САРМОЯ” МЧЖдан
          ўзининг шаҳсий маълумотларини Ўзбекистон Республикасининг “Шахсий
          маълумотлар тўғрисида”ги қонуни талабларига мувофиқ фойдаланишни талаб
          қилиш.
        </div>
        <div class="title">
          <span class="tab"></span>4.4.6. Истеъмолчи олинган маҳсулотни бевосита
          функционал мақсадларда фойдаланиш ҳуқуқига эга, “ТАҚСИМ САРМОЯ” МЧЖ
          билан маҳсулот учун тўловлар бўйича тўлиқ ҳисоб китоб амалга
          оширилгунга қадар, учинчи шахсларга хар қандай шаклда сотиш, ҳадия
          қилиш, гаровга қўйиш ва бошқа ҳолатлар бундан мустасно.
        </div>
      </div>
      <div class="subject">5. Маҳсулот нархи ва тўлов тартиби</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>5.1. Истеъмолчининг буюртмасида акс
          эттирилган маҳсулот нархи, у томонидан танланган бир ёки бир нечта
          бирликдаги ва/ёки номдаги маҳсулотларнинг йиғиндиси бўлиб, у
          қуйидагилардан ташкил топган:<br />
          а) Маҳсулотни сотиб олиш нархи;<br />
          б) Ўзбекистон Республикаси қонун ҳужжатларида назарда тутилган
          тўланган божлар, солиқлар ва йиғимлар миқдори;<br />
          в) “ТАҚСИМ САРМОЯ” МЧЖ томонидан маҳсулотни сотиб олиш ва ушбу
          шартномани тузиш билан боғлиқ харажатлар миқдори;<br />
          г) устама нарх суммаси.
        </div>
        <div class="title">
          <span class="tab"></span>5.2. Истеъмолчи томонидан маҳсулот учун
          тўлов, буюртмада кўрсатилган ва “ТАҚСИМ САРМОЯ” МЧЖ томонидан
          тасдиқланган муддатда, қабул қилиш ва топшириш далолатномаси ва унинг
          иловасида кўрсатилган тўлов жадвалига мувофиқ мунтазам ҳар ойда
          муддатли тўлов асосида тўланади.<br />
          Тўлов “ТАҚСИМ САРМОЯ” МЧЖ ҳисоб рақамига ўтказиш йўли билан амалга
          оширилади. Бунда якуний тўлов маҳсулотни Истеъмолчига қабул қилиш ва
          топшириш далолатномасининг иловасида кўрсатилган муддатдан кечиктирмай
          амалга оширилади.
        </div>
        <div class="title">
          <span class="tab"></span>5.3. Тўлов кечиктирилган ёки муддатидан олдин
          тўланган тақдирда, маҳсулот нархи ўзгармайди
        </div>
        <div class="title">
          <span class="tab"></span>5.4. Маҳсулот учун ойлик тўлов 30 иш кундан
          ортиқ кечиктирилган тақдирда, “ТАҚСИМ САРМОЯ” МЧЖ Истеъмолчидан график
          бўйича тўланмаган барча тўловларни, шу жумладан муддати келмаган
          тўловларни ҳам талаб қилишга ҳақли.
        </div>
        <div class="title">
          <span class="tab"></span>5.5. Истеъмолчи ойлик тўловни тўлов
          графигидан кечиктириб юборган тақдирда, Ўзбекистон Республикасидаги
          тижорат банкларида унинг номига очилган банк карталаридан “ТАҚСИМ
          САРМОЯ” МЧЖ фойдасига тўланиши лозим бўлган маблағларни ечиб олиш
          ҳуқуқини ва розилигини беради. Истеъмолчи томонидан ушбу офертани
          қабул қилиниши, унинг номига ҳисобварақ очилган барча банкларга, унинг
          ҳисобварағидан “ТАҚСИМ САРМОЯ” МЧЖ фойдасига тўланиши лозим бўлган
          маблағларни ечиб олишга кўрсатма бериши ҳисобланади.
        </div>
      </div>
      <div class="subject">
        6. Маҳсулотни қабул қилиб олиш ва етказиб бериш шартлари
      </div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>6.1. Истеъмолчи танлаган маҳсулотини
          буюртмада кўрсатган ва ўзи танлаган чакана савдо дўконидан мустақил
          равишда олиши мумкин.
        </div>
        <div class="title">
          <span class="tab"></span>6.2. Истеъмолчи чакана савдо дўконида
          маҳсулотлар ҳақида керакли ва ишончли маълумотларни олади:<br />
          <span class="tabs"></span>- маҳсулот номи;<br />
          <span class="tabs"></span>- маҳсулотнинг штрих коди (мавжуд бўлса);<br />
          <span class="tabs"></span>- маҳсулотдан самарали ва хавфсиз фойдаланиш
          қоидалари ва шартлари;<br />
          <span class="tabs"></span>- кафолат муддати (агар маҳсулот учун
          белгиланган бўлса);<br />
          <span class="tabs"></span>- агар бундай муддат маҳсулот учун
          белгиланган бўлса, хизмат ёки яроқлилик муддати, шунингдек,
          белгиланган муддатлар ўтгандан кейинги харидорнинг зарурий ҳаракатлари
          тўғрисидаги маълумотлар ва агар зарурий ҳаракатлар амалга оширилмаса,
          юзага келиши мумкин бўлган оқибатлари, агар маҳсулотлар кўрсатилган
          муддат ўтиши билан Истеъмолчининг ҳаёти, соғлиғи ва мол-мулкига хавф
          туғдирса ёки ундан мақсадли фойдаланиш учун яроқсиз бўлиб қолиши;<br />
          <span class="tabs"></span>- ушбу оферта шартларига мувофиқ
          маҳсулотларни сотиб олиш нархи ва шартлари;<br />
          <span class="tabs"></span>- маҳсулотнинг мувофиқлиги (мос келиши)
          бўйича бўлган мажбурий талаблари, техник регламентлар ёки стандартлар
          белгилари;<br />
          <span class="tabs"></span>- маҳсулотларнинг асосий истеъмол
          хусусиятлари тўғрисидаги маълумотлар (агар улар қадоқда кўрсатилмаган
          бўлса);<br />
          <span class="tabs"></span>- мажбурий сертификатланиши лозим бўлган
          маҳсулотларга мувофиқлик сертификати;<br />
          <span class="tabs"></span>- маҳсулот билан ёки унинг қўлланилиши
          (ундан фойдаланиш) билан боғлиқ бошқа маълумотлар.
        </div>
        <div class="title">
          <span class="tab"></span>6.3. Маҳсулотларни сотиб олиш вақтида
          Истеъмолчига мустақил равишда ёки маслаҳатчи ёрдамида, маҳсулот билан
          танишиш, унга берилган маҳсулотларнинг миқдори ва тўплами тўлиқлигини
          текшириш имконияти берилади.
        </div>
        <div class="title">
          <span class="tab"></span>6.4. Ўзбекистон Республикасида чакана савдо
          қоидаларида (Вазирлар Маҳкамасининг 2003 йил 13 февралдаги 75-сон
          қарорига 1-илова) ҳамда маҳсулотнинг хусусиятига кўра таъқиқланмаган
          бўлса, Истеъмолчи таклиф этилаётган маҳсулотни кўздан кечиришга,
          ўзининг иштирокида махсулотнинг хусусиятларини текширишни, ишлашини
          намойиш қилишни талаб қилишга ҳақли.
        </div>
        <div class="title">
          <span class="tab"></span>6.5. Истеъмолчи маҳсулотни тегишли сифатда,
          идишда ва (ёки) қадоқда, маълум бир тўпламда ва тўлиқ ҳолда,
          маҳсулотга тегишли ҳужжатлар ва аксессуарлар билан бирга олади.
        </div>
        <div class="title">
          <span class="tab"></span>6.6. Етказиб бериш курьерлик хизмати орқали
          амалга оширилади. Етказиб бериш нархи ва шартлари курьерлик хизмати
          томонидан Истеъмолчи билан келишиб олинади.
        </div>
        <div class="title">
          <span class="tab"></span>6.7. Истеъмолчи етказиб берилган маҳсулотнинг
          яхлитлиги, яроқлилиги, буюртма қилинган миқдорга, сифатига ва
          ассортиментига мувофиқлигини курьер иштирокида текшириб олиши шарт.
          Агар маҳсулотлар сифатсиз бўлса ёки буюртма қилинган миқдор ва/ёки
          ассортиментга мос келмаса, буюртма қилинган маҳсулотни рад этиш
          мумкин. Етказиб берилган маҳсулотлар Истеъмолчига қабул қилиш ва
          топшириш далолатномасини ва/ёки юк хатини курьер билан имзолаш орқали
          топширилади. Тушунмовчиликларга йўл қўйилмаслик учун курьер
          Истеъмолчидан шахсини тасдиқловчи ҳужжатни тақдим этишни сўрашга ва
          ушбу ҳужжатнинг маълумотларини қабул қилиш ва топшириш далолатномасида
          кўрсатишга ҳақли.
        </div>
      </div>
      <div class="subject">
        7. Маҳсулотларни қайтариш ва алмаштириш шартлари
      </div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>7.1. Зарур сифатга эга маҳсулотларни
          қайтариш.
        </div>
        <div class="title">
          <span class="tab"></span>7.1.1. Истеъмолчи буюртма қилинган сифатли
          маҳсулотни исталган вақтда, олишдан олдин, курьер томонидан маҳсулот
          етказиб бериш вақтида, шунингдек олинганидан кейин - 24 соат ичида
          сабаб кўрсатмасдан рад этишга ҳақли. Маҳсулотни сотилгандаги ҳолати
          (қадоғи, муҳрлар, ёрлиқлар) ва истеъмол/фойдаланиш хусусиятлари
          сақланган ҳолда ҳамда, уни сотиб олиш шартларини тасдиқловчи
          (ҳисоб-фактура ёки тўлов ҳужжати) ҳужжат мавжуд бўлган ҳолда
          маҳсулотларни қайтариш ёки алмаштириш мумкин. Ўзбекистон Республикаси
          Вазирлар Маҳкамасининг 2003-йил 13-февралдаги 75-сон қарори билан
          тасдиқланган “Ўзбекистон Республикасида чакана савдо қоидалари”нинг
          1-иловасидаги Рўйхатдаги сифатли маҳсулотлар қайтарилиши мумкин эмас.
        </div>
        <div class="title">
          <span class="tab"></span>7.1.2. Маҳсулотни қайтариш ----------
          веб-сайтда қайтариш буюртмасини (ушбу офертанинг 2-иловаси)
          расмийлаштириш орқали амалга оширилади.
        </div>
        <div class="title">
          <span class="tab"></span>7.1.3. Зарур сифатга эга маҳсулотни қайтариш
          ёки алмаштириш учун етказиб бериш харажатлари Истеъмолчи ҳисобидан
          амалга оширилади.
        </div>
        <div class="title">
          <span class="tab"></span>7.2. Сифатсиз маҳсулотларни қайтариш:
        </div>
        <div class="title">
          <span class="tab"></span>7.2.1. Истеъмолчи сифатсиз маҳсулотни олганда
          ўз хоҳишига кўра қуйидагиларни талаб қилишга ҳақли: <br />
          <span class="tabs"></span>- ўхшаш маркадаги (модел, буюм) маҳсулотга
          алмаштиришни; <br />
          <span class="tabs"></span>- сотиб олиш нархини мос равишда қайта
          ҳисоблаш орқали бошқа (модел, буюм) маҳсулотга алмаштириш; <br />
          <span class="tabs"></span>- сотиб олиш нархини мутаносиб равишда
          пасайтириш; <br />
          <span class="tabs"></span>- маҳсулотдаги нуқсонларни зудлик билан
          бепул бартараф этиш; <br />
          <span class="tabs"></span>- маҳсулотдаги нуқсонларни бартараф этиш
          учун қилинган харажатларни қоплаш; <br />
          <span class="tabs"></span>- маҳсулотларни рад этиш ва пул маблағларини
          қайтариш; <br />
          <span class="tabs"></span>- шартномани бекор қилиш.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.2. Сифатсиз маҳсулотларни қайтариш ушбу
          шартноманинг 7.1.2-бандда кўрсатилган тартибда амалга оширилади.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.3. Қайтарилиш буюртмасида Истеъмолчи
          томонидан қайтарилган маҳсулотнинг нуқсони аниқ кўрсатилиши керак.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.4. Маҳсулот қайтариш ёки алмаштириш учун
          мустақил етказиб берилган тақдирда, Истеъмолчи томонидан маҳсулот 3
          (уч) иш куни ичида етказиб бериши шарт. Маҳсулотлар курьерлик
          хизматлари орқали етказиб берилганда, курьерлик хизматининг ички
          ҳужжатларида (почта маркаси, штамп ва бошқалар) назарда тутилган
          усуллар билан жўнатишда, курьерлик хизмати томонидан кўрсатилган сана
          маҳсулот жўнатилган сана ҳисобланади.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.5. Қисман олдиндан тўлов амалга оширилган
          маҳсулотлар қайтарилганда, олдиндан тўлов маҳсулот Сотувчининг
          ихтиёрига ўтган кундан бошлаб, 10 иш куни ичида қайтарилади. Маблағлар
          буюртмада кўрсатилган банк пластик картасига ёки қонун ҳужжатларида
          таъқиқланмаган бошқа усуллар билан қайтарилиши мумкин.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.6. Кафолат шартларига амал қилган ҳолда,
          Истеъмолчи маҳсулотнинг носозлигини бартараф этиш учун чакана савдо
          дўконига ёки сервис марказига мустақил равишда мурожаат қилади. Бундай
          ҳолда, Сотувчи Истеъмолчи олдида кафолат шартлари бажарилиши учун
          жавобгардир.
        </div>
      </div>
      <div class="subject">8. Томонларнинг мажбуриятлари</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>8.1. Шартнома шартларини бажармаганликлари
          ёки лозим даражада бажармаганликлари учун томонлар ушбу ҳужжат ва
          Ўзбекистон Республикасининг амалдаги қонунчилигига мувофиқ жавобгар
          бўладилар.
        </div>
        <div class="title">
          <span class="tab"></span>8.2. Олди-сотди шартномаси бўйича ўз
          мажбуриятларини бажармаган ёки лозим даражада бажармаган тараф ушбу
          ҳужжат ва Ўзбекистон Республикасининг амалдаги қонунчилигига мувофиқ
          иккинчи тарафга мажбуриятларини бажармаганликлари натижасида
          етказилган зарарни қоплаши шарт. Ўзбекистон Республикаси Фуқаролик
          кодексининг 421-моддасига мувофиқ, муддатли тўлов асосида сотилган
          маҳсулотлар Истеъмолчи томонидан маҳсулот ҳақини тўлаш мажбуриятини
          бажарилишини таъминлаш мақсадида, маҳсулот Истеъмолчига берилган
          вақтдан бошлаб, унинг тўлови тўлиқ тўлагунга қадар Сотувчига гаровга
          қўйилган деб эътироф этилади.
        </div>
        <div class="title">
          <span class="tab"></span>8.3. Харид қилинган маҳсулот учун Истеъмолчи
          маҳсулотга берилган буюртмасида кўрсатилган тўлов жадвалига мувофиқ,
          тўлов амалга оширилмаган ёки тўлов кечиктирилган тақдирда, “ТАҚСИМ
          САРМОЯ” МЧЖ ўз танловига кўра, лекин қуйидагилар билан чекланмаган
          ҳолда:
        </div>
        <div class="title">
          <span class="tab"></span>8.3.1. Истеъмолчи номига расмийлаштирилган
          ҳар қандай банк карталаридан тўлов жадвалига мувофиқ қарздорлик
          суммасини автоматик тарзда ечиб олади.
        </div>
        <div class="title">
          <span class="tab"></span>8.3.2. Ваколатли давлат органларига жумладан,
          ижро варақасини олиш учун нотариал органларга ва/ёки даъво аризаси
          билан фуқаролик судига мурожаат қилади.
        </div>
      </div>
      <div class="subject">9. Форс-мажор ҳолатлари</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>9.1. Томонлар шартнома тузиш вақтида олдиндан
          айтиб бўлмайдиган, тўғридан-тўғри ёки билвосита шартноманинг
          бажарилишига тўсқинлик қиладиган форс-мажор ҳолатлари, яъни
          томонларнинг иродасига боғлиқ бўлмаган ҳолатлар юзага келганда,
          шартнома бўйича ўз мажбуриятларини бажармаганликлари ёки лозим
          даражада бажармаганликлари учун жавобгарликдан озод қилинадилар.
        </div>
        <div class="title">
          <span class="tab"></span>9.2. Шартноманинг 9.1-бандда кўрсатилган
          ҳолатларга қуйидагилар киради: уруш ва жанговар ҳаракатлар, қўзғолон,
          эпидемиялар, зилзилалар, сув тошқини, шартноманинг шартларига бевосита
          таъсир кўрсатадиган давлат органларининг ҳаракатлари ва ваколатли суд
          енгиб бўлмас куч сабабли юзага келган деб тан олган ва эълон қилган
          бошқа ҳодисалар.
        </div>
        <div class="title">
          <span class="tab"></span>9.3. Агар ушбу бўлимда назарда тутилган
          ҳолатлар уч ойдан ортиқ давом этса, томонлар битимнинг кейинги ҳуқуқий
          тақдирини биргаликда белгилайдилар.
        </div>
      </div>
      <div class="subject">10. Бошқа шартлар</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>10.1. “ТАҚСИМ” платформасида рўйхатдан ўтиш
          орқали Истеъмолчи “ТАҚСИМ САРМОЯ” МЧЖга Ўзбекистон Республикасининг
          “Шахсий маълумотлар тўғрисида”ги қонунига мувофиқ қуйидагиларга
          розилик беради:
        </div>
        <div class="title">
          <span class="tab"></span>10.1.1. Истеъмолчи томонидан тақдим этилган
          қўшимча телефон рақамларига қарзни тўлаш ва/ёки мавжуд қарздорлик
          хақида, шунингдек, қарздорликни ундириш бўйича кўрилаётган
          чора-тадбирлар тўғрисида СМС маълумотларни юбориш, шунингдек
          Истеъмолчи томонидан қўшимча алоқа сифатида телефон рақамлари
          кўрсатилган шахсларга қўнғироқ қилиш.
        </div>
        <div class="title">
          <span class="tab"></span>10.1.2. Шахсий маълумотларини, шу жумладан
          фамилияси, исми, отасининг исми, туғилган санаси, жинси, иш жойи ва
          лавозими, почта манзили, уй, иш, уяли телефонлари, электрон почта
          манзили, Истеъмолчи қарзининг мавжудлиги ва (ёки) миқдорини қайта
          ишлаш; шу жумладан ўзининг баҳолаш (скоринга) тизимида Истеъмолчининг
          кредит рейтинги ва тўлов қобилиятини баҳолаш ва аниқлаш учун
          маълумотларни йиғиш, тизимлаштириш, тўплаш, сақлаш, аниқлаштириш
          (янгилаш, ўзгартириш). Ушбу маълумотларни уларнинг қонуний талаблари
          асосида давлат органларига, қонун ҳужжатларига мувофиқ бундай
          маълумотларни олиш, қайта ишлаш ва сақлаш ҳуқуқига эга бўлган ташкилот
          ва муассасаларга бериш. Хизматлар сифатини оширишга қаратилган
          тадқиқотлар олиб бориш, маркетинг дастурлари, статистик тадқиқотлар
          ўтказиш, шунингдек, Истеъмолчи билан бевосита алоқаларни амалга ошириш
          орқали бозордаги хизматларни юксалтириш учун кейинчалик қайта ишлаш
          мақсадида (жумладан, йиғиш, тизимлаштириш, тўплаш, сақлаш,
          аниқлаштириш (янгилаш, ўзгартириш), фойдаланиш) шунингдек
          Истеъмолчининг шахссизлаширилган маълумотларни фақат Ўзбекистон
          Республикаси ҳудудидаги “ТАҚСИМ САРМОЯ” МЧЖ контрагентларига бериш.
        </div>
        <div class="title">
          <span class="tab"></span>10.1.3. Қабул қилиш ва топшириш далолатномаси
          бўйича олинган маҳсулот учун тўлов кечиктирилган ёки муддатида
          тўланмаган тақдирда, Истеъмолчи: - Истеъмолчининг барча банк
          ҳисобварақлари (шу жумладан банк картаси ҳисоблари) бўйича
          маълумотларни тўплаш, тизимлаштириш, сақлаш, аниқлаштириш (янгилаш,
          ўзгартириш); - уни кириш ҳуқуқи очиқ бўлган, “қора” рўйхатга ёки
          тўловларни тўламаган шахслар рўйхатига (www.рўйҳат.уз веб-сайтида
          эълон қилиш) киритишга розилик беради. Истеъмолчи учинчи шахсларга,
          ўзининг кредит рейтинги ва тўлов қобилиятини баҳолаш ва аниқлаш учун
          “ТАҚСИМ САРМОЯ” МЧЖ билан тузилган ва тузиладиган муддатида тўлов
          асосидаги олди-сотди шартномларига тегишли шахсий ва бошқа
          маълумотларини беришга тўлиқ розилик беради.
        </div>
        <div class="title">
          <span class="tab"></span>10.2. Истеъмолчининг шахсий маълумотларини
          қайта ишлашга берган розилиги муддатсиз бўлиб, Истеъмолчи томонидан
          “ТАҚСИМ САРМОЯ” МЧЖ почта манзилига ёзма буюртма юбориш ёки интернет
          тармоғи орқали боғланиш, шунингдек, ўзининг шахсий кабинети орқали
          сўров юбориш йўли билан қайтариб олиниши мумкин.
        </div>
      </div>
      <div class="subject">11. Якуний қоидалар</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>11.1. Ушбу ҳужжатда тўғридан тўғри назарда
          тутилмаган барча масалаларда томонлар Ўзбекистон Республикасининг
          амалдаги қонунчилигига амал қиладилар.
        </div>
      </div>
      <div class="subject">
        12. Тарафларнинг юридик манзиллари ва банк реквизитлари
      </div>
      <div class="text">
        <table class="table">
          <tr>
            <th class="th"></th>
            <th></th>
          </tr>
        </table>
      </div>
    </div>
    <div class="container1">
      <div class="blocks-one">
        <div class="header-top">
          <div class="title">Оммавий офертанинг 1-иловаси.</div>
        </div>
      </div>
      <div class="blocks-two">
        <div class="header-bottom">
          <div class="application">
            <div class="text">
              Маҳсулотни қабул қилиш ва топшириш <br />
              ДАЛОЛАТНОМА №___
            </div>
            <div class="title">
              <div class="">г._________________</div>
              <div class="">г. _________________</div>
            </div>
          </div>
          <div class="text">
            “ТАҚСИМ САРМОЯ” МЧЖ, бундан кейин “Сотувчи” деб юритилувчи, номидан
            Бош шартномага асосан фаолият юритувчи ___________
            _____________________ бир томондан, топширди,
            ______________________________, (ПИНФЛ_________________________) ва
            бундан кейин “Истеъмолчи” деб юритилувчи, бошқа томондан, қуйидаги
            моддий маҳсулотларни қабул қилди.
          </div>
        </div>
      </div>
      <div class="blocks-three">
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>
                №<br />
                т/р
              </th>
              <th>
                Номи, маркаси, <br />
                модели
              </th>
              <th>
                Идентификация (серия)<br />
                рақами
              </th>
              <th>Нархи</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td></td>
              <td>Жами</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
      </div>
      <div class="blocks-four">
        <div class="title">
          Қабул қилиш ва топшириш далолатномаси 20___ йил “___” __________ дан
          бошлаб, <a href="">www.___________</a>
          электрон манзилида эълон қилинган Жисмоний шахслар учун товарларни
          муддатли тўлов асосида олди-сотди шартномасини тузиш учун Оммавий
          оферта шартларига ва Истеъмолчининг 20___ йил “___” __________даги, -
          сонли Буюртмасига мувофиқ тузилади.
          <div class="">
            Маҳсулотларни қабул қилиш ва топшириш далолатномасини имзолаш орқали
            Тарафлар, <a href="">www.___________ </a>электрон манзилида эълон
            қилинган Жисмоний шахслар учун товарларни муддатли тўлов асосида
            олди сотди шартномасини тузиш учун Оммавий оферта шартларига ва
            Истеъмолчининг 20___ йил “___” __________даги, - сонли Буюртмасига
            мувофиқ, муддатли тўлов асосида махсулот олди сотди шартномаси
            тузилганлигини 20___ йил "___" __________ дан бошлаб тасдиқлайдилар
            ва ушбу далолатнома тузилган шартномаларнинг ажралмас қисми
            ҳисобланади.
          </div>
          <div class="">
            Ушбу далолатнома Тарафларнинг ҳар бири учун бир нусхадан икки
            нусхада тузилади.
          </div>
        </div>
      </div>
      <div class="blocks-five">
        <div class="blok">
          <div class="title">Маҳсулот топширди:</div>
          <div class="">______________/__(Ф.И.Ш)______</div>
        </div>

        <div class="blok">
          <div class="title">Маҳсулот қабул қилди:</div>
          <div class="">______________/__(Ф.И.Ш)______</div>
        </div>
      </div>
      <div class="blocks-title">
        <div class="title">
          ___ сонли, <br />
          ____________йилдаги Маҳсулотни <br />
          қабул қилиш ва топшириш <br />
          далолатномасига илова
        </div>
        <div class="text">Истеъмолчи томонидан тўлов графиги.</div>
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>№</th>
              <th>Сана</th>
              <th>Сумма</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>4</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
        <div class="blok">
          <div class="">______________/__(Ф.И.Ш)______</div>
          <div class="">______________/__(Ф.И.Ш)______</div>
        </div>
      </div>
    </div>
    <div class="container1">
      <div class="blocks-one">
        <div class="header-top">
          <div class="title">Оммавий офертанинг 2-иловаси.</div>
        </div>
      </div>
      <div class="blocks-two">
        <div class="header-bottom">
          <div class="application">
            <div class="text">
              Маҳсулотни Сотувчига қайтариш <br />
              Далолатномаси
            </div>
            <div class="title">
              <div class="">г._________________</div>
              <div class="">«___»______________20___ г</div>
            </div>
          </div>
          <div class="text">
            Биз, қуйида имзо чекувчилар, Истеъмолчи/Сотиб олувчи номидан ______
            _________________ ва Сотувчи номидан _____________________________,
            20___ йил "___" _______________ даги ____- сонли шартнома бўйича,
            20__ йил "____" _________________ ___ -сонли қабул қилиш ва топшириш
            далолатномасига асосан етказиб берилган маҳсулотларни қайтариш
            тўғрисида ушбу далолатномани туздик:
          </div>
        </div>
      </div>
      <div class="blocks-three">
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>
                №<br />
                т/р
              </th>
              <th>
                Номи, маркаси, <br />
                модели
              </th>
              <th>
                Идентификация (серия) <br />
                рақами
              </th>
              <th>Нархи</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td></td>
              <td>Жами</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
      </div>
      <div class="blocks-four">
        <div class="title">
          1. Маҳсулотлар қайтарилишининг сабаби:
          _____________________________________________________________________________
          _____________________________________________________________________________

          <div class="text">
            2. Маҳсулотнинг сифати ва ҳолати, нуқсонларнинг мавжудлиги, идиши ва
            қадоғининг ҳолати
            ___________________________________________________
            __________________________
          </div>
          <div class="text">
            3. Маҳсулот сифатининг экспертизаси тўғрисидаги маълумотлар:
            _____________________
            ___________________________________________________________________________
          </div>
          <div class="text">
            4. Қайтарилган маҳсулотга нисбатан Истеъмолчининг талаблари
            (маҳсулотни алмаштириш, маҳсулот учун тўланган пулни қайтариш,
            маҳсулотни таъмирлаш, шартномани бекор қилиш):
            ___________________________________________
            ___________________________________________________________________________________________________________
          </div>
          <div class="text">
            5. Мазкур далолатнома бир хил юридик кучга эга бўлган, ҳар бир тараф
            учун биттадан икки нусхада тузилади.
          </div>
        </div>

        <div class="footer">ТАРАФЛАР ИМЗОЛАРИ:</div>
      </div>
      <div class="blocks-five">
        <div class="blok">
          <div class="title">Истеъмолчи/Сотиб олувчи</div>
          <div class="">__________________/______________</div>
        </div>

        <div class="blok">
          <div class="title">Сотувчи</div>
          <div class="">__________________/______________</div>
        </div>
      </div>
    </div>
    <div class="container1">
      <div class="blocks-one">
        <div class="header-top">
          <div class="title">
            Жисмоний шахслар учун <br />
            маҳсулотларни муддатли тўлов асосида <br />
            сотиш бўйича олди-сотди шартномасини <br />
            тузиш бўйича Оммавий офертага 3-илова.
          </div>
        </div>
      </div>
      <div class="blocks-two">
        <div class="header-bottom">
          <div class="application">
            <div class="text">
              Маҳсулотларни етказиб берувчига қайтариш учун буюртма
            </div>

            <div class="titl">
              <div class="">г._________________</div>
              <div class="">«___»______________20___ г.</div>
            </div>
          </div>
          <div class="text">
            20__ йил ____ йилдаги ___-сонли далолатномага мувофиқ менга берилган
            қуйидаги Маҳсулотларни қайтариб олишингизни сўрайман:
          </div>
        </div>
      </div>
      <div class="blocks-three">
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>
                №<br />
                т/р
              </th>
              <th>Номи, маркаси, модели</th>
              <th>
                Идентификация (серия) <br />
                рақами
              </th>
              <th>Нархи</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td></td>
              <td>Жами</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
      </div>
      <div class="blocks-four">
        <div class="title">
          ва (тегишли бирини танланг):<br />
          - сифатли Маҳсулотлар билан алмаштириш;<br />
          - маҳсулот учун тўланган пулни қайтариш;<br />
          - етказиб берувчининг кучлари ва воситалари билан Маҳсулотларни
          таъмирлаш;<br />
          - шартномаларни бекор қилиш;<br />
          - _________________________________________ (бошқа тилак (истак)ни
          ёзиш)<br /><br />

          Маҳсулот қайтарилишининг сабаби: <br />
          ___________________________________________________________________________
          __________________________________________________________________________
        </div>
      </div>
      <div class="blocks-five">
        <div class="title">__________________________</div>
        <div class="name">____________________________</div>
        <div class="text">“___”_____________20__й.</div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.container {
  padding: 40px;
  .blocks {
    .subject {
      font-weight: bolder;
      text-align: center;
      margin: 20px 0;
    }
    .title {
      text-align: left;
      width: 100%;
      .font-weight {
        font-weight: bolder;
      }
      .tabs {
        margin-left: 40px;
      }
      .tab {
        margin-left: 30px;
      }
    }
    .text {
      table,
      .th {
        margin: 0 auto;
        width: 50%;
        height: 150px;
        border: 1px solid black;
        border-collapse: collapse;
        text-align: center;
      }
    }
  }
  .container1 {
    padding: 50px 20px;
    .blocks-one {
      display: flex;
      justify-content: right;
      .header-top {
        .title {
          text-align: right;
          width: 350px;
        }
        .text {
          text-align: right;
          margin-top: 15px;
          font-weight: bold;
        }
      }
    }
    .blocks-two {
      margin-top: 40px;
      .text {
        margin-top: 20px;
        text-align: left;
      }
      .application {
        .text {
          font-weight: bold;
          text-align: center;
        }
        .title {
          display: flex;
          justify-content: space-between;
        }
        .titl {
          display: flex;
          justify-content: space-between;
          margin-top: 20px;
        }
      }
    }
    .blocks-three {
      .text {
        font-weight: bold;
        margin-top: 20px;
      }
      .center {
        margin-top: 30px;
        table,
        th,
        td {
          border: 1px solid black;
          border-collapse: collapse;
          text-align: center;
        }
        th {
          background-color: #eaf1dd;
          font-weight: bolder;
        }
        td {
          font-weight: bolder;
        }
      }
    }
    .blocks-four {
      .title {
        margin-top: 40px;
        .text {
          margin-top: 20px;
        }
      }
      .footer {
        text-align: center;
        margin-top: 30px;
      }
      .text {
        .span {
          margin-left: 40px;
          .number {
            margin-right: 20px;
          }
        }
      }
    }
    .blocks-five {
      margin-top: 30px;
      display: flex;
      justify-content: space-between;
      .blok {
        display: block !important;
        margin-top: 40px;
        display: flex;
        .title {
          margin-bottom: 30px;
        }
      }
      .title {
        text-align: right;
        margin-top: 30px;
      }
      .text {
        text-align: center;
        margin-top: 20px;
      }
      .title,
      .name,
      .text {
        text-align: center;
      }
      .center {
        width: 500px;
        margin-top: 20px;
        table,
        th,
        td {
          border: 1px solid black;
          border-collapse: collapse;
        }
      }
    }
    .blocks-title {
      .title {
        margin-top: 30px;
        text-align: right;
      }
      .text {
        margin-top: 30px;
        text-align: center;
      }
      .center {
        margin-top: 30px;
        width: 500px;
        table,
        th,
        td {
          border: 1px solid black;
          border-collapse: collapse;
          text-align: center;
        }
      }
      .blok {
        margin-top: 30px;
        display: flex;
        justify-content: space-between;
      }
    }
  }
}
</style>
