<template>
  <div class="container">
    <div class="blocks">
      <div class="subject">
        Публичная оферта <br />
        на заключение договора купли-продажи товара в рассрочку для
        физических<br />
        лиц
      </div>
      <div class="subject">1. Общие положения</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>1.1. Настоящий документ является официальным
          предложением (офертой) ООО «TAQSIM SARMOYA» (субъект электронной
          коммерции) физическим лицам, заключить договор купли-продажи товара в
          рассрочку посредством электронной коммерции (далее - Договор) путем
          использования электронной торговой платформы «TAQSIM».
        </div>
        <div class="title">
          <span class="tab"></span> 1.2. Выполнение физическим лицом действий,
          предусмотренных настоящей Офертой, означает его безоговорочное и
          безусловное согласие с нижеприведенными условиями. В случае несогласия
          с этими условиями, физическое лицо должно воздержаться от
          предоставления информации (сведений) на электронной торговой платформе
          «TAQSIM», а также совершения сделок на ней по купли - продажи товаров.
          Полным и безоговорочным принятием условий Оферты считается
          положительная отметка лицом напротив заявки «С условиями Публичной
          оферты ознакомлен, согласен и подтверждаю свое согласие».
        </div>
        <div class="title">
          <span class="tab"></span>1.3. Оферта разработана в соответствии с
          Гражданским кодексом Республики Узбекистан, законами Республики
          Узбекистан «Об электронной коммерции», «Об электронном
          документообороте», «О защите прав потребителей» и другими
          нормативно-правовыми актами и является официальным публичным
          документом ООО «TAQSIM SARMOYA», адресованным неопределенному кругу
          лиц.
        </div>
        <div class="title">
          <span class="tab"></span>1.4. Общество с ограниченной ответственностью
          «TAQSIM SARMOYA» (по тексту «Продавец») осуществляет деятельность на
          основании свидетельства о регистрации №___ от ___ _______ 20__ года.
        </div>
        <div class="title">
          <span class="tab"></span>1.5. Предоставление и использование
          информации (сведений) на сайте электронной торговой платформы
          «TAQSIM», в мобильном приложении, а также совершения сделок в них по
          купли - продажи товаров является добровольным.
        </div>
        <div class="title">
          <span class="tab"></span>1.6. Информация (сведения), поступившая на
          электронную торговую платформу «TAQSIM», используется Продавцом
          исключительно в целях заключения и исполнения договоров купли-продажи
          товаров в рассрочку с физическими лицами посредством электронной
          коммерции.
        </div>
        <div class="title">
          <span class="tab"></span>1.7. Продавец и/или электронная торговая
          платформа «TAQSIM» не контролирует и не несет ответственность за сайты
          третьих лиц, на которые физическое лицо может перейти по ссылкам,
          доступным на электронной торговой платформе «TAQSIM», в том числе в
          текстах информации. На таких сайтах у физического лица может
          собираться или запрашиваться иная персональная информация, а также
          могут совершаться иные действия.
        </div>
        <div class="title">
          <span class="tab"></span>1.8. Продавец и/или электронная торговая
          платформа «TAQSIM» исходит из того, что физическое лицо предоставляет
          достоверную и достаточную информацию.
        </div>
        <div class="title">
          <span class="tab"></span>1.9. Все приложения к настоящей Оферте
          являются её неотъемлемой частью.
        </div>
      </div>
      <div class="subject">2. Термины</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">ООО «TAQSIM SARMOYA» (Продавец)</span> -
          юридическое лицо, осуществляющее деятельность по продаже товаров путем
          использования электронной торговой платформы «TAQSIM» в рамках
          законодательства и стандартов исламского финансирования.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Потребитель (Конечный потребитель)</span> -
          физическое лицо, обладающее дееспособностью и совершившее действия
          и/или заключившее Договор с Продавцом на условиях настоящей Публичной
          оферты.
        </div>
        <div class="title">
          <span class="tab"></span><span class="font-weight">Товар</span> -
          продукция, указанная Потребителем в заявке и продаваемая в рассрочку
          через электронную торговую платформу «TAQSIM».
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight"
            >Электронная торговая платформа «TAQSIM»</span
          >
          - информационная система, правообладателем которой является ООО
          «TAQSIM SOLUTION», обеспечивающая с использованием
          информационно-коммуникационных технологий, регистрацию и учет
          участников, создание каталога товаров, проведение электронных закупок,
          формирование цен, заключение договоров купли-продажи товара в
          рассрочку для физических лиц и осуществление расчетов между
          участниками в рамках законодательства в области электронной коммерции.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Цена товара</span> - согласованная
          Сторонами денежная стоимость единицы товара, выбранного Потребителем,
          включающая расходы Продавца на приобретение товара и наценку.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Рассрочка платежа</span> - способ оплаты
          цены товара, при котором цена товара оплачивается в течении
          определенного согласованного промежутка времени после приобретения
          товара, как правило, ежемесячно равными частям.
        </div>
        <div class="title">
          <span class="tab"></span
          ><span class="font-weight">Магазин розничной торговли</span> – субъект
          предпринимательства, , либо интернет – магазин,осуществляющий в
          соответствии с законодательством Узбекистана реализацию товаров
          (услуг) с которым у Продавца имеются договорные отношения и в котором
          Потребитель выбрал необходимый ему товар и\или заполнил заявку.
        </div>
        <div class="title">
          <span class="tab"></span><span class="font-weight">Заявка</span> -
          документ, представляющий намерение Потребителя заключить договор
          купли-продажи товара в рассрочку и определяющий набор товаров,
          необходимых Потребителю. Заявка формируется путем заполнения
          необходимых форм на электронной торговой платформе «TAQSIM – www...,
          где будет указана информация о товаре, цена товара, предварительный
          взнос, период рассрочки и график платежей.
        </div>
      </div>
      <div class="subject">3. Порядок заключения договора купли-продажи</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span> 3.1. Потребитель самостоятельно или с
          помощью работника Магазина розничной торговли, в котором он выбрал
          товар, заполняет форму заявки на электронной торговой платформе
          «TAQSIM». Подтверждением заявки указанным ниже способом, Потребитель
          выражает свое согласие с условиями настоящей публичной оферты и
          обязуется купить товар на условиях, указанных в заявке в соответствии
          с настоящей офертой.
        </div>
        <div class="title">
          <span class="tab"></span> 3.2. После заполнения Заявки на номер
          мобильного телефона, указанного в Заявке, отправляется СМС-код.
          Введение данного СМС-кода в специальное окно электронной торговой
          платформы «TAQSIM» подтверждает согласие Потребителя с условиями
          настоящей публичной оферты и обязует его купить товар на условиях,
          указанных в Заявке в соответствии с настоящей офертой.
        </div>
        <div class="title">
          <span class="tab"></span> 3.3. Продавец рассматривает заявку,
          проверяет финансовое состояние Потребителя и принимает решение о
          согласии или отказе продажи товара Потребителю в рассрочку на
          указанных в заявке условиях.
        </div>
        <div class="title">
          <span class="tab"></span>3.4. В случае принятия положительного
          решения, Потребителю электронной торговой платформой «TAQSIM»
          отправляется СМС сообщение об этом на номер мобильного телефона,
          указанного в заявке и выставляется счет на оплату предварительного
          взноса, если она предусмотрена заявкой.
        </div>
        <div class="title">
          <span class="tab"></span> 3.5. Если в заявке предусмотрен
          предварительный взнос, Потребитель оплачивает предварительный взнос в
          течении 2 (двух) рабочих дней после выставления счета. Если в течении
          этого периода предварительный взнос не оплачивается, заявка считается
          аннулированной.
        </div>
        <div class="title">
          <span class="tab"></span> 3.6. Если в заявке предусмотрен
          предварительный взнос, то после получения предварительного взноса, а
          если предварительный взнос не предусмотрен, то сразу после принятия
          положительного решения по заявке Потребителя, Продавец покупает товар
          для Потребителя в количестве и ассортименте, согласно оформленной
          заявки с целью продать данный товар Потребителю по Договору.
        </div>
        <div class="title">
          <span class="tab"></span>3.7. На электронной торговой платформе
          магазином розничной торговли вносится Идентификационный (серийный)
          номер, купленного товара Продавцом для продажи Потребителю.
        </div>
        <div class="title">
          <span class="tab"></span> 3.8. Магазин розничной торговли от имени
          Продавца передает Потребителю товар в момент подписания им акта
          приема-передачи товара (приложение №1 к настоящей оферте) или товарной
          накладной в магазине розничной торговли либо, если Потребитель оформил
          доставку Товара, на месте доставки курьером.
        </div>
        <div class="title">
          <span class="tab"></span>3.9. На момент продажи Товар принадлежит
          Продавцу на праве собственности, свободен от любых прав третьих лиц,
          не обременен залогом, под арестом не состоит.
        </div>
        <div class="title">
          <span class="tab"></span> 3.10. Товар передается Потребителю на
          условиях рассрочки платежа в порядке, предусмотренном настоящим
          Документом
        </div>
        <div class="title">
          <span class="tab"></span> 3.11. Договор считается заключенным и право
          собственности на Товар переходит от Продавца Потребителю с момента
          подписания Сторонами акта приема-передачи Товара или товарной
          накладной, с этого момента Покупателю переходит также риск потери и
          повреждения Товара.
        </div>
      </div>
      <div class="subject">4. Права и обязанности Сторон</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>4.1. TAQSIM SARMOYA обязуется:
        </div>
        <div class="title">
          <span class="tab"></span>4.1.1. В течение 1 (одного) рабочего дня с
          момента подачи Заявки проверить финансовое состояние Потребителя и
          принять решение о согласии или отказе продажи Товара Потребителю в
          рассрочку. В случае принятия положительного решения в течение 2
          рабочих дней со дня оплаты предварительного взноса при наличии такого
          условия, передать Потребителю Товар. Передача Товара производиться
          согласно акта приема-передачи, подписываемых Потребителем и
          представителем TAQSIM SARMOYA.
        </div>
        <div class="title">
          <span class="tab"></span>4.1.2. Передать Товар в количестве и
          ассортименте, соответствующий Заявке Потребителя.
        </div>
        <div class="title">
          <span class="tab"></span> 4.1.3. Одновременно с передачей Товара
          передать Потребителю всю необходимую для исполнения Договора
          документацию, в том числе график платежей и акт-приема передачи
          товара.
        </div>
        <div class="title">
          <span class="tab"></span>4.1.4. Обрабатывать персональные данные
          Потребителя и обеспечивать их конфиденциальность в порядке,
          установленном законодательством Республики Узбекистан.
        </div>
        <div class="title">
          <span class="tab"></span>4.2. TAQSIM SARMOYA вправе:
        </div>
        <div class="title">
          <span class="tab"></span>4.2.1. Вносить изменения в настоящий
          Документ, информируя об этом Потребителя в соответствии с требованиями
          законодательства Республики Узбекистан путем опубликования указанных
          изменений на сайте.
        </div>
        <div class="title">
          <span class="tab"></span>4.2.2. Отказать Потребителю в продаже товара
          в рассрочку, если данные Потребителя не соответствуют установленным
          TAQSIM SARMOYA требованиям и/или если у TAQSIM SARMOYA возникли
          подозрения в том, что действия Потребителя осуществляется с нарушением
          требований законодательства Республики Узбекистан, либо в ущерб
          интересам TAQSIM SARMOYA.
        </div>
        <div class="title">
          <span class="tab"></span>4.2.3. Без согласования с Потребителем,
          передавать свои права и обязанности по исполнению отдельных условий
          Договора третьим лицам в интересах Потребителя и оставаясь при этом
          ответственным перед Потребителем за действия этих лиц.
        </div>
        <div class="title">
          <span class="tab"></span>4.2.4. TAQSIM SARMOYA имеет право проверять
          финансовое положение Потребителя в течении всего периода рассрочки до
          момента полной оплаты цены Товара.
        </div>
        <div class="title">
          <span class="tab"></span>4.3. Потребитель обязуется:
        </div>
        <div class="title">
          <span class="tab"></span>4.3.1. Сообщить все необходимые и правдивые
          данные, указанные в форме Заявки, и однозначно идентифицирующие его
          как Потребителя, и достаточные для доставки \ передачи Потребителю
          Товара.
        </div>
        <div class="title">
          <span class="tab"></span>4.3.2. Принять Товар и оплатить и/или
          оплачивать его на согласованных в Договоре условиях.
        </div>
        <div class="title">
          <span class="tab"></span>4.3.3. Тщательно проверять правильность
          оформления Заявки (сумма, выбранный Товар, количество Товара и т.д.)
          до отправки Заявки на утверждение и осуществления оплаты.
        </div>
        <div class="title">
          <span class="tab"></span>4.3.4. Информировать TAQSIM SARMOYA
          немедленно об изменении личных регистрационных данных в системе www…,
          в том числе: <br />
          а) при смене банка обслуживания (банковской платежной карты); <br />
          б) при смене основного мобильного номера; <br />
          в) при изменении адреса проживания Потребителя.
        </div>
        <div class="title">
          <span class="tab"></span>4.4. Потребитель вправе:
        </div>
        <div class="title">
          <span class="tab"></span>4.4.1. получить достоверную и полную
          информации о товаре, а также изготовителе (продавце)
        </div>
        <div class="title">
          <span class="tab"></span>4.4.2. отказаться от заказанного Товара или
          потребовать его замены.
        </div>
        <div class="title">
          <span class="tab"></span>4.4.3. досрочно оплатить TAQSIM SARMOYA всю
          цену Товара как единовременно, так и по частям.
        </div>
      </div>
      <div class="subject">5. Цена товара и порядок оплаты</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>5.1. Цена Товара, отраженная в Заявке
          Потребителя, составляет сумму одной или нескольких единиц и\или
          наименований товара, выбранного Покупателем, которая состоит из:
          <br />
          а) цены закупки Товара; <br />
          б) суммы оплаченных пошлин, налогов и сборов, предусмотренных
          законодательством Республики Узбекистан; <br />
          в) суммы расходов, понесенных в связи приобретением TAQSIM SARMOYA
          Товара и заключением настоящего договора;
          <br />
          г) суммы наценки.
        </div>
        <div class="title">
          <span class="tab"></span>5.2. Выплата Потребителем Цены Товара
          производится в рассрочку, в течение срока, оформленного Потребителем в
          Заявке и одобренного TAQSIM SARMOYA, регулярными ежемесячными взносами
          согласно графику платежей, указанному в Приложении к Акту
          приема-передачи товара Потребителю.<br />
          Оплата производятся перечислением на счет TAQSIM SARMOYA. При этом
          окончательный расчет производится не позже срока, указанного в
          Приложении к Акту приема-передачи товара Потребителю.
        </div>
        <div class="title">
          <span class="tab"></span>5.3. В случае просрочки оплаты или досрочной
          оплаты Цена Товара не меняется.
        </div>
        <div class="title">
          <span class="tab"></span>5.4. В случае просрочки оплаты любого одного
          взноса Цены Товара на более 30 календарных дней TAQSIM SARMOYA имеет
          право требовать у Потребителя оплатить все неоплаченные взносы,
          включая взносы, срок оплаты которых не наступил.
        </div>
        <div class="title">
          <span class="tab"></span>5.5 Заемщик предоставляет TAQSIM SARMOYA
          право и даёт согласие на списание денежных средств со своих банковских
          карт, эмитированных в других банках Республики Узбекистан, открытых на
          свое имя, в счет погашения причитающихся TAQSIM SARMOYA сумм в случае
          просрочки Потребителем оплаты по графику платежей. Акцептование данной
          оферты является его согласием и поручением Потребителя ко всем банкам,
          где открыты счета на его имя, на списание денежных средств TAQSIM
          SARMOYA со своего счета.
        </div>
      </div>
      <div class="subject">6. Условия получения и доставки Товара</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>6.1. Потребитель может получить выбранный
          Товар самостоятельно в магазине розничной торговли, в котором он
          выбрал товар и указал в Заявке.
        </div>
        <div class="title">
          <span class="tab"></span>6.2. В магазине розничной торговли
          Потребитель получает необходимую и достоверную информацию о
          товарах:<br />
          <span class="tabs"></span>— наименование товара;<br />
          <span class="tabs"></span>— штриховой код товара (при наличии);<br />
          <span class="tabs"></span>— правила и условия эффективного и
          безопасного использования товара;<br />
          <span class="tabs"></span>— гарантийный срок, если он установлен для
          конкретного товара;<br />
          <span class="tabs"></span>— срок службы или срок годности, если они
          установлены для конкретного товара, а также сведения о необходимых
          действиях покупателя по истечении указанных сроков и возможных
          последствиях при невыполнении таких действий, если товары по истечении
          указанных сроков представляют опасность для жизни, здоровья и
          имущества покупателя, или становятся непригодными для использования по
          назначению;<br />
          <span class="tabs"></span>— цену и условия приобретения товара в
          соответствии с условиями настоящей оферты;
          <br />
          <span class="tabs"></span>— обозначение технических регламентов или
          стандартов, обязательным требованиям которых должен соответствовать
          товар;<br />
          <span class="tabs"></span>— сведения об основных потребительских
          свойствах товара (если они не указаны на упаковке);<br />
          <span class="tabs"></span>— сертификат соответствия на товары,
          подлежащие обязательной сертификации;<br />
          <span class="tabs"></span>- иную информацию, связанную с Товаром или
          его эксплуатацией.
        </div>
        <div class="title">
          <span class="tab"></span>6.3. При приобретении Товара Потребителю
          предоставляется возможность самостоятельно или с помощью консультанта
          ознакомиться с необходимыми товарами, проверить правильность
          количества и комплектности отпущенного ему товара.
        </div>
        <div class="title">
          <span class="tab"></span>6.4. Потребитель вправе осмотреть
          предлагаемый товар, потребовать проведения в его присутствии проверки
          свойств или демонстрации его действия, если это не исключено ввиду
          характера товара и не противоречит требованиям установленных Правилами
          розничной торговли в Республике Узбекистан (Приложение № 1 к
          постановлению Кабинета Министров от 13 февраля 2003 года № 75).
        </div>
        <div class="title">
          <span class="tab"></span>6.5. Потребитель получает товар надлежащего
          качества, в таре и (или) упаковке, в определенном наборе (комплект
          товаров) и комплектности, с относящимися к товару документами и
          принадлежностями.
        </div>
        <div class="title">
          <span class="tab"></span>6.6. Доставка осуществляется курьерской
          службой. Стоимость и условия доставки оговариваются курьерской службой
          с Потребителем.
        </div>
        <div class="title">
          <span class="tab"></span>6.7. При доставке Потребитель обязан при
          курьере осмотреть Товар на предмет его целостности, пригодности,
          соответствия заказанному количеству, качеству и ассортименту. Если
          Товар ненадлежащего качества, либо не соответствует заказанному
          количеству и/или ассортименту, то возможен отказ от
          ненадлежащего/несоответствующего заказанному Товаров. Доставляемые
          Товары вручаются Потребителю путем подписания Акта-приема передачи
          товара и/или Товарной накладной с курьером. Во избежание
          недоразумений, курьер вправе попросить Потребителя предъявить
          документ, удостоверяющий его личность, и указать реквизиты этого
          документа в Акте приема-передачи.
        </div>
      </div>
      <div class="subject">7. Условия возврата и обмена Товара</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>7.1. Возврат Товаров надлежащего качества.
        </div>
        <div class="title">
          <span class="tab"></span>7.1.1. Потребитель вправе отказаться от
          заказанного Товара надлежащего качества без объяснения причины в любое
          время: до его получения, в момент доставки Товара курьером, а также
          после получения — в течение 24 часов. Возврат или обмен Товара
          возможны когда: сохранены его Товарный вид (упаковка, пломбы, ярлыки),
          потребительские свойства, а также документ, подтверждающий факт и
          условия покупки указанного Товара (Товарный или кассовый чек, акт
          приема-передачи товара). Возврату не подлежат Товары надлежащего
          качества, согласно Приложения 1 к Правилам розничной торговли
          Республики Узбекистан, утвержденного Постановлением Кабинета Министров
          Республики Узбекистан № 75 от 13 февраля 2003 года.
        </div>
        <div class="title">
          <span class="tab"></span>7.1.2. Для возврата Товара в данном случае
          необходимо: оформить заявление на возврат (приложение №2 к настоящей
          оферте) на сайте.
        </div>
        <div class="title">
          <span class="tab"></span>7.1.3. Доставка Товара надлежащего качества
          для его возврата или обмена осуществляется за счет Потребителя.
        </div>
        <div class="title">
          <span class="tab"></span>7.2. Возврат Товаров ненадлежащего качества.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.1. Потребитель, при получении Товара
          ненадлежащего качества, вправе по своему выбору потребовать: - замены
          на Товар аналогичной марки (модели, артикула); - замены на такой же
          Товар другой марки (модели, артикула) с соответствующим перерасчетом
          покупной цены; - соразмерного уменьшения покупной цены; -
          незамедлительного безвозмездного устранения недостатков Товара; -
          возмещения расходов на устранение недостатков Товаров; - отказа от
          Товара и возврата денежных средств; -аннулирование договора.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.2. Процедура возврата Товара
          ненадлежащего качества осуществляется способом, указанным в п.7.1.2.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.3. Доставка Товара ненадлежащего качества
          для его возврата или обмена осуществляется за счет Потребителя.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.4. В заявлении на возврат должно быть
          указано, какой именно дефект содержит возвращаемый Потребителем Товар.
        </div>
        <div class="title">
          <span class="tab"></span>7.2.5. При самостоятельной доставке Товара (в
          том числе, для его возврата или обмена) Потребитель должен доставить
          товар в течение 3 (трех) рабочих дней. При доставке Товара через
          курьерские службы датой отправки Товара считается дата, указанная
          курьерской службой на отправлении способами, предусмотренными
          внутренними документами курьерской службы (почтовый штемпель, штамп и
          т.д.).
        </div>
        <div class="title">
          <span class="tab"></span>7.3. При произведенной частичной предоплате,
          возврат денежных средств в случае возврата Товара осуществляется в
          течение 10 рабочих дней с момента поступления Товара в распоряжение
          Продавца. Денежные средства могут быть возвращены на пластиковую
          банковскую карту, указанную в заявлении либо другими способами не
          запрещенными законодательством.
        </div>
        <div class="title">
          <span class="tab"></span>7.4. При соблюдении условий гарантии,
          Потребитель самостоятельно обращается в магазин розничной торговли или
          сервис центр для устранения поломок Товара. При этом ответственность
          перед Потребителем по соблюдению условий гарантии несет Продавец.
        </div>
      </div>
      <div class="subject">8. Ответственность Сторон</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>8.1. За неисполнение или ненадлежащее
          исполнение условий Договора Стороны несут ответственность в
          соответствии с настоящим документом и действующим законодательством
          Республики Узбекистан.
        </div>
        <div class="title">
          <span class="tab"></span>8.2. Сторона, не исполнившая или ненадлежащим
          образом исполнившая обязательства по Договору купли продажи, обязана
          возместить другой стороне причиненные таким неисполнением убытки в
          соответствии с настоящим документом и действующим законодательством
          Республики Узбекистан. В соответствии со статьей 421 Гражданского
          Кодекса Республики Узбекистан с момента передачи товара Потребителю и
          до его полной оплаты товар, проданный в рассрочку, признается
          находящимся в залоге у продавца для обеспечения исполнения покупателем
          его обязательства по оплате товара.
        </div>
        <div class="title">
          <span class="tab"></span>8.3. В случае покупки Товара и не оплаты или
          просрочки оплаты за данный Товар в соответствии с графиком платежей,
          выбранным Потребителем при заказе Товара и оговоренных в Заявке
          Потребителя, TAQSIM SARMOYA на свое усмотрение, но не ограничиваясь:
        </div>
        <div class="title">
          <span class="tab"></span>8.3.1. снимает с любых банковских карт,
          оформленных на имя Потребителя путем рекуррентного (автоматического)
          платежа задолженность по оплате согласно графику платежей
        </div>
        <div class="title">
          <span class="tab"></span>8.3.2. обращается в уполномоченные на это
          государственные органы, органы нотариата для получения исполнительной
          надписи и/или подать исковое заявление в суд по гражданским делам.
        </div>
      </div>
      <div class="subject">9. Обстоятельства непреодолимой силы</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>9.1. Стороны освобождаются от ответственности
          за неисполнение или ненадлежащее исполнение своих обязательств по
          Договору в случае действия обстоятельств непреодолимой силы, прямо или
          косвенно препятствующих исполнению Договора, то есть таких
          обстоятельств, которые независимы от воли Сторон, не могли быть ими
          предвидены в момент заключения Договора и предотвращены разумными
          средствами при их наступлении.
        </div>
        <div class="title">
          <span class="tab"></span>9.2. К обстоятельствам, указанным в п. 9.1,
          относятся: война и военные действия, восстание, эпидемии,
          землетрясения, наводнения, акты органов власти, непосредственно
          затрагивающие предмет Договора, и другие события, которые компетентный
          суд признает и объявит случаями непреодолимой силы.
        </div>
        <div class="title">
          <span class="tab"></span>9.3. В случае если обстоятельства,
          предусмотренные настоящей статьей, длятся более трех месяцев, Стороны
          совместно определят дальнейшую юридическую судьбу Договора.
        </div>
      </div>
      <div class="subject">10. Прочие условия</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>10.1. Регистрируясь на платформе «TAQSIM»,
          Потребитель выражает согласие и разрешает ООО «TAQSIM SARMOYA» в
          соответствии с Законом Республики Узбекистан «О персональных данных»:
        </div>
        <div class="title">
          <span class="tab"></span>10.1.1. отправлять смс-информацию о погашении
          задолженности и/или существовании задолженности Потребителя, а также
          принимаемых мер по взысканию задолженности Потребителя, на
          дополнительные телефонные номера, предоставленные Потребителем, а
          также звонить лицам, телефонные номера которых предоставлены
          Потребителем в качестве дополнительных контактов.
        </div>
        <div class="title">
          <span class="tab"></span>10.1.2. обрабатывать свои персональные
          данные, в том числе фамилию, имя, отчество, дату рождения, пол, место
          работы и должность, почтовый адрес; домашний, рабочий, мобильный
          телефоны, адрес электронной почты, наличие и (или) сумма задолженности
          Потребителя, включая сбор, систематизацию, накопление, хранение,
          уточнение (обновление, изменение) данных для использования в рамках
          собственной системы оценки (скоринга) и выявления рейтинга кредито и
          платежеспособности Потребителя. Передавать эти данные государственным
          органам на основании их правомерных требований, организациям и
          учреждениям, которые в соответствии с законодательством имеют право на
          получение, обработку и хранение подобных данных. Передавать только
          Обезличенные данные и только на территории Республики Узбекистан
          контрагентам TAQSIM SARMOYA с целью дальнейшей обработки (включая
          сбор, систематизацию, накопление, хранение, уточнение (обновление,
          изменение), использование) для проведения исследований, направленных
          на улучшение качества услуг, для проведения маркетинговых программ,
          статистических исследований, а также для продвижения услуг на рынке
          путем осуществления прямых контактов с Потребителем
        </div>
        <div class="title">
          <span class="tab"></span>10.1.3. В случае просрочки платежа и неуплаты
          по рассрочке за Товар полученный по Акту приема-передачи, Потребитель
          дает свое согласие на: (1) сбор, систематизацию, накопление, хранение,
          уточнение (обновление, изменение) данных о наличии у Потребителя иных
          банковских счетов (в том числе карточных); (2) добавление его в
          «черный» список или список неплательщиков, доступ к которому будет
          публичным (публикация на веб-сайте www.royxat.uz). Потребитель дает
          полное согласие на распространение и передачу личных данных и всей
          информации относительно договоров купли-продажи Товаров в рассрочку,
          заключенных и заключаемых с TAQSIM SARMOYA, третьим лицам для
          использования в рамках системы оценки (скоринга) и выявления рейтинга
          платежеспособности Потребителя.
        </div>
        <div class="title">
          <span class="tab"></span>10.2. Данное Потребителем согласие на
          обработку его персональных данных является бессрочным и может быть
          отозвано посредством направления Потребителем письменного заявления в
          адрес TAQSIM SARMOYA на почтовый адрес или с помощью контакта через
          сеть Интернет, а также путем отправления запроса через личный кабинет
          Потребителя.
        </div>
      </div>
      <div class="subject">11. Заключительные положения</div>
      <div class="text">
        <div class="title">
          <span class="tab"></span>11.1. Во всем, что прямо не предусмотрено
          настоящим документом, стороны руководствуются действующим
          законодательством Республики Узбекистан
        </div>
      </div>
      <div class="subject">12. Адрес и банковские реквизиты</div>
      <div class="text">
        <div class="title">
          ООО «TAQSIM SARMOYA»<br /><br />

          г. Ташкент, Алмазарский р-н, ул. МКАД 12-А<br />
          р/с: 2020 8000 3054 5661 5001<br />
          в АИКБ «Ипак Йули» Мирабадский ф-л<br />
          МФО: 01101<br />
          ИНН: 309 009 938<br />
          ОКЭД: 47190<br />
           
        </div>
      </div>
    </div>
    <div class="container1">
      <div class="blocks-one">
        <div class="header-top">
          <div class="title">
            Приложение №1 к Публичной оферте на заключение договора
            купли-продажи товара в рассрочку для физических лиц
          </div>
        </div>
      </div>
      <div class="blocks-two">
        <div class="header-bottom">
          <div class="application">
            <div class="text">
              АКТ <br />
              приема-передачи товара №___
            </div>
            <div class="title">
              <div class="">г._________________</div>
              <div class="">г. _________________</div>
            </div>
          </div>
          <div class="text">
            ООО «TAQSIM SARMOYA», именуемое в дальнейшем “TAQSIM SARMOYA”, в
            лице __________________ руководителя _______________________,
            действующего на основании Генерального соглашения №__ от ________
            г., с одной стороны, передал, а
            ___________________________________________,
            (ПИНФЛ_____________________________) именуемый(ая) в дальнейшем
            “Клиент”, с другой стороны, принял нижеуказанные материальный
            ценности.
          </div>
        </div>
      </div>
      <div class="blocks-three">
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>
                №<br />
                п/п
              </th>
              <th>
                Наименование, марка,<br />
                модель
              </th>
              <th>Идентификационный <br />(серийный) номер</th>
              <th>Стоимость</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td></td>
              <td>Всего</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
      </div>
      <div class="blocks-four">
        <div class="title">
          Настоящий акт приема-передачи товара составлен в соответствии с
          условиями Публичной оферты на заключение Договора купли-продажи товара
          в рассрочку для физических лиц, опубликованной по адресу:
          <a href="">www.___________ </a>и Заявкой Потребителя № от
          _____________ г.
          <div class="">
            Подписание настоящего акта приема-передачи товара стороны
            подтверждают заключение договора купли-продажи товара в рассрочку в
            соответствии с Публичной офертой на заключение Договора
            купли-продажи товара в рассрочку для физических лиц, опубликованной
            по адресу: <a href="">www.___________</a> и Заявкой Клиента № от
            _____________ г. и он является неотъемлемой частью, заключенного
            договора.
          </div>
          <div class="">
            График платежей со стороны Потребителя, прилагается.
          </div>
          <div class="">
            Данный акт составлен в двух экземплярах, по одному экземпляру для
            каждой из сторон.
          </div>
        </div>
      </div>
      <div class="blocks-five">
        <div class="blok">
          <div class="title">Передал материальные ценности:</div>
          <div class="">______________/__(ФИО)______</div>
        </div>

        <div class="blok">
          <div class="title">Принял материальные ценности:</div>
          <div class="">______________/__(ФИО)______</div>
        </div>
      </div>
      <div class="blocks-title">
        <div class="title">
          Приложение<br />
          к Акту приема-передачи товара <br />
          №___ от ____________г.
        </div>
        <div class="text">График платежей со стороны Потребителя.</div>
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>№</th>
              <th>Дата</th>
              <th>Сумма</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>4</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
        <div class="blok">
          <div class="">______________/__(ФИО)______</div>
          <div class="">______________/__(ФИО)______</div>
        </div>
      </div>
    </div>
    <div class="container1">
      <div class="blocks-one">
        <div class="header-top">
          <div class="title">
            Приложение №2 к Публичной оферте на заключение договора
            купли-продажи товара в рассрочку для физических лиц
          </div>
        </div>
      </div>
      <div class="blocks-two">
        <div class="header-bottom">
          <div class="application">
            <div class="text">Заявление<br />на возврат товара поставщику</div>
            <div class="title"></div>
            <div class="titl">
              <div class="">г._________________</div>
              <div class="">«___»______________20___ г.</div>
            </div>
          </div>
          <div class="text">
            Прошу Вас принять обратно нижеуказанный Товар, предоставленный мне
            согласно акту №___ от «____» _________________ 20__г.:
          </div>
        </div>
      </div>
      <div class="blocks-three">
        <div class="center">
          <table style="width: 100%">
            <tr>
              <th>
                №<br />
                п/п
              </th>
              <th>Наименование, марка,модель</th>
              <th>Идентификационный <br />(серийный) номер</th>
              <th>Стоимость</th>
            </tr>
            <tr>
              <td>1</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>2</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>3</td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td></td>
              <td>Всего</td>
              <td></td>
              <td></td>
            </tr>
          </table>
        </div>
      </div>
      <div class="blocks-four">
        <div class="title">
          и (выберите одно и подходящих): <br />
          - осуществить замену на товар надлежащего качества;<br />
          - вернуть денежные средства, уплаченные за товар;<br />
          - провести ремонт товара силами и средствами поставщика;<br />
          - аннулировать договора;<br />
          - _________________________________________ (написать другое
          пожелание)<br /><br />

          Причина для возврата товара: <br />
          ___________________________________________________________________________
          __________________________________________________________________________
        </div>
      </div>
      <div class="blocks-five">
        <div class="title">__________________________</div>
        <div class="name">____________________________</div>
        <div class="text">“___”_____________20__г.</div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.container {
  padding: 40px;
  .blocks {
    .subject {
      font-weight: bolder;
      text-align: center;
      margin: 20px 0;
    }
    .title {
      text-align: left;
      width: 100%;
      .font-weight {
        font-weight: bolder;
      }
      .tabs {
        margin-left: 40px;
      }
      .tab {
        margin-left: 30px;
      }
    }
  }
  .container1 {
    padding: 50px 20px;
    .blocks-one {
      display: flex;
      justify-content: right;
      .header-top {
        .title {
          text-align: right;
          width: 350px;
        }
        .text {
          text-align: right;
          margin-top: 15px;
          font-weight: bold;
        }
      }
    }
    .blocks-two {
      margin-top: 40px;
      .text {
        margin-top: 20px;
        text-align: left;
      }
      .application {
        .text {
          font-weight: bold;
          text-align: center;
        }
        .title {
          display: flex;
          justify-content: space-between;
        }
        .titl {
          display: flex;
          justify-content: space-between;
          margin-top: 20px;
        }
      }
    }
    .blocks-three {
      .text {
        font-weight: bold;
        margin-top: 20px;
      }
      .center {
        margin-top: 30px;
        table,
        th,
        td {
          border: 1px solid black;
          border-collapse: collapse;
          text-align: center;
        }
        th {
          background-color: #eaf1dd;
          font-weight: bolder;
        }
        td {
          font-weight: bolder;
        }
      }
    }
    .blocks-four {
      .title {
        margin-top: 40px;
        .text {
          margin-top: 20px;
        }
      }
      .footer {
        text-align: center;
        margin-top: 30px;
      }
      .text {
        .span {
          margin-left: 40px;
          .number {
            margin-right: 20px;
          }
        }
      }
    }
    .blocks-five {
      margin-top: 30px;
      display: flex;
      justify-content: space-between;
      .blok {
        display: block !important;
        margin-top: 40px;
        display: flex;

        .title {
          margin-bottom: 30px;
        }
      }
      .title {
        text-align: right;
        margin-top: 30px;
      }
      .text {
        text-align: center;
        margin-top: 20px;
      }
      .title,
      .name,
      .text {
        text-align: center;
      }
      .center {
        width: 500px;
        margin-top: 20px;
        table,
        th,
        td {
          border: 1px solid black;
          border-collapse: collapse;
        }
      }
    }
    .blocks-title {
      .title {
        margin-top: 30px;
        text-align: right;
      }
      .text {
        margin-top: 30px;
        text-align: center;
      }
      .center {
        margin-top: 30px;
        width: 500px;
        table,
        th,
        td {
          border: 1px solid black;
          border-collapse: collapse;
          text-align: center;
        }
      }
      .blok {
        margin-top: 30px;
        display: flex;
        justify-content: space-between;
      }
    }
  }
}
</style>
